/* No comment provided by engineer. */
"1 byte" = "1 octet";

/* No comment provided by engineer. */
"16 bytes" = "16 octets";

/* No comment provided by engineer. */
"2 bytes" = "2 octets";

/* No comment provided by engineer. */
"32 bytes" = "32 octets";

/* No comment provided by engineer. */
"4 bytes" = "4 octets";

/* No comment provided by engineer. */
"8 bytes" = "8 octets";

/* ASCII char set name in status bar */
"ASCII" = "ASCII";

/* String encodings message */
"At least one encoding has to be selected" = "Au moins un encodage doit être sélectionné";

/* No comment provided by engineer. */
"Authentication cancelled. Download failed." = "Authentification annulée. Le téléchargement à échoué.";

/* Selected block extend location
   Selected block shrink location */
"Back" = "Retour";

/* Block move direction */
"Backward" = "Revenir";

/* Big endianess, for toolbar combo box */
"Big" = "Grand";

/* No comment provided by engineer. */
"Big Endian" = "Grand Endian";

/* No comment provided by engineer. */
"Can't make up destination file name. Download failed." = "Création du fichier de destination impossible. Le téléchargement a échoué.";

/* Cancel button title */
"Cancel" = "Annuler";

/* Clear recent searches in toolbar search field */
"Clear" = "Nettoyer";

/* Toolbar button title */
"Copy" = "Copier";

/* No comment provided by engineer. */
"Copy Selection" = "Copier la sélection";

/* Message when string can't be converted to a hex integer */
"Couldn't convert to hex integer." = "Ne peux pas être convertit en entier hexadécimal";

/* Toolbar button title */
"Cut" = "Couper";

/* No comment provided by engineer. */
"Cut Selection" = "Couper sélection";

/* Title of the dialog warning the user they are about to put too much data on the clipboard (hundreds of megabytes */
"Data Too Large" = "Trop de Données";

/* Shorthand for decimal, for status bar */
"Dec" = "Déc";

/* Decimal numbers */
"Decimal" = "Décimal";

/* No comment provided by engineer. */
"Download complete." = "Téléchargement terminé";

/* No comment provided by engineer. */
"Download failed:" = "Le téléchargement à échoué";

/* No comment provided by engineer. */
"Download redirected to " = "Téléchargement redirigé vers ";

/* No comment provided by engineer. */
"Downloading" = "Téléchargement";

/* EBCDIC char set name in status bar */
"EBCDIC" = "EBCDIC";

/* PLACEHOLDER */
"Empty" = "Empty";

/* Toolbar combo title */
"Endianess" = "Endianess";

/* No comment provided by engineer. */
"Endianess Selection" = "Sélection Endianess";

/* Button title for block extend */
"Extend" = "Étendre";

/* Window title for block extend */
"Extend Selection" = "Étendre la sélection";

/* Toolbar text field title */
"Find" = "Rechercher";

/* No comment provided by engineer. */
"Find in File" = "Chercher dans le fichier";

/* Block move direction */
"Forward" = "Retour";

/* Selected block extend location
   Selected block shrink location */
"Front" = "Premier plan";

/* General preferences title */
"General" = "Général";

/* Toolbar text field title */
"Go To Offset" = "Aller à l'Offset";

/* No comment provided by engineer. */
"Go to Offset" = "Aller à l'offset";

/* GSM char set name in status bar */
"GSM" = "GSM";

/* Hexadecimal numbers
   Search type
   Shorthand for hexadecimal, for status bar */
"Hex" = "Hex";

/* No comment provided by engineer. */
"Hex search" = "Recherche hex";

/* Title of a panel telling user that their plugin is incompatible with the current architecture they're running on */
"Incompatible Plug-in" = "Plug-in incompatible";

/* Write mode */
"Insert" = "Insérer";

/* No comment provided by engineer. */
"Invalid hex character in string" = "Caractère hex invalide dans la chaine";

/* items replaced in search and replace */
"item(s) replaced" = "élément(s) remplacé(s)";

/* Title of the dialog warning the user they are about to put too much data on the clipboard (hundreds of megabytes */
"Large Data" = "Grandes Quantité de Données";

/* Little endianess, for toolbar combo box */
"Little" = "Petit";

/* No comment provided by engineer. */
"Little Endian" = "Petit Endian";

/* Message telling the user the maximum about of data they can put on the clipboard. %s will get replaced by the actual number of bytes (eg 5 MB, 10 GB, ...) */
"Maximum amount of data that can be put on the clipboard is %s" = "La quantité maximale de données qu'il est possible de mettre dans le presse papier est de %s";

/* String encodings message */
"Maximum number of selectable encodings reached" = "Le nombre maximum de codages sélectionnable est atteint";

/* Button title for moving selected block */
"Move" = "Déplacer";

/* Window title for moving selected blocks */
"Move Selection" = "Déplacer la sélection";

/* Window title when new version of 0xED is found */
"New Version Available" = "Nouvelle version disponible";

/* No comment provided by engineer. */
"New version of this application is available. Would you like to download it?" = "Une nouvelle version de cette application est disponible. Voulez-vous la télécharger?";

/* No comment provided by engineer. */
"No" = "Non";

/* No lines in binary display */
"No lines" = "Aucune line";

/* File offset for status bar */
"Offset" = "Offset";

/* OK button title */
"OK" = "OK";

/* Window title when directory is dropped on 0xED */
"Open Directory" = "Ouvrir Dossier";

/* Write mode */
"Overwrite" = "Écraser";

/* No comment provided by engineer. */
"Parts of the file were unreadable. Those will be displayed blank in the output. Further editing of this file is disabled." = "Une partie du fichier n'est pas lisle, elle sera affichée en blanc. La vérification avancée du fichier est désactivée.";

/* Toolbar button title */
"Paste" = "Coller";

/* No comment provided by engineer. */
"Paste from Clipboard" = "Coller depuis le presse-papier";

/* Message offering solution for incompatible plugin. %s will be replaced by the plugin path. */
"Plug-in (%s) is incompatible with the app architecture. It will need to be recompiled." = "Le plug-in (%s) n'est pas compatible avec l'architecture actuelle de l'application. Veuillez obtenir une version recompilée compatible avec cette architecture.";

/* File read error panel title */
"Read Error" = "Lire l'erreur";

/* Menu title for search field in toolbar */
"Recent Searches" = "Recherches Récentes";

/* Toolbar button title */
"Redo" = "Rétablir";

/* No comment provided by engineer. */
"Redo Action" = "Rétablir l'action";

/* No comment provided by engineer. */
"Required authentication failed. Download unsuccessful." = "L'authentification requise a échouée. Téléchargement annulé.";

/* This will be put in the title of the window if resource fork is opened */
"Resource Fork" = "Fork ressources";

/* Toolbar button title */
"Save" = "Enregistrer";

/* No comment provided by engineer. */
"Save File" = "Enregistrer le fichier";

/* Selection length for status bar */
"Selection" = "Sélection";

/* Button title for block shrink */
"Shrink" = "Rétrécir";

/* Window title for block shrink */
"Shrink Selection" = "Rétrécir la sélection";

/* Toolbar combo title */
"String Encoding" = "Encodage de la chaine";

/* No comment provided by engineer. */
"String Encoding Selection" = "Sélection de l'encodage des chaines";

/* Search type */
"Text" = "Text";

/* Toolbar combo title that will show text modes (ASCII, EBCDIC, GSM, ...) */
"Text Column" = "Colonne de texte";

/* No comment provided by engineer. */
"Text Column (ASCII, EBCDIC, GSM, ...)" = "Colonne de texte (ASCII, EBCDIC, GSM, ...)";

/* No comment provided by engineer. */
"Text search" = "Rechercher";

/* No comment provided by engineer. */
"The other fork could not be opened" = "L'autre fork ne peut pas être ouvert";

/* Confirmation when a directory with a large number of files is dropped on 0xED. %u will be replaced by the number of files */
"There are %u files in the directory. Are you sure you want to proceed?" = "Il y a %u fichier(s) dans le dossier. Êtes-vous sûr(e) de vouloir lire ce dossier?";

/* Visualizer column header name */
"Type" = "Type";

/* User interface preferences title */
"UI" = "Interface";

/* No comment provided by engineer. */
"Unable to open other fork" = "Ne peux ouvrir l'autre fork";

/* Toolbar button title */
"Undo" = "Annuler";

/* No comment provided by engineer. */
"Undo Action" = "Refaire l'Action";

/* Visualizer column header name */
"Value" = "Valeur";

/* Visualizer preferences title */
"Visualizer" = "Visualisateur";

/* No comment provided by engineer. */
"Yes" = "Oui";

/* Message telling the user they're about to put a large amount of data on the clipboard. %s will get replaced by the actual number of bytes (eg 5 MB, 10 GB, ...) */
"You are trying to put %s of data on the clipboard. Are you sure you want to proceed?" = "Vous allez insérer %s de données dans le presse papier. Voulez-vous vraiment continuer?";